import React from 'react';

const ServiceUseContractUserInfoProtection = () => {
    return (
        <div className={"termsAndCondition"}>
            <h5>본 방침은 2019년 10월 21일부터 적용됩니다.
            </h5>
            <p>㈜ 큐브릭코퍼레이션 (이하 회사라 함)은 서비스를 제공하기 위해 필요한 필수 항목을 서비스 “이용자“의 동의하에 수집하고 있습니다.
            </p>
            <p>회사는 이용자의 개인정보를 소중히 취급하며, 위치정보의 보호 및 이용에 관한 법률(이하 위치정보보호법), 통신비밀보호법, 전기통신사업법, 정보통신망 이용촉진 및 정보보호 등
                정보통신서비스제공자가 준수하여야 할 관련 법규상의 개인정보보호 규정을 준수하고 있습니다.
            </p>
            <p>회사는 개인정보취급방침을 웹사이트 초기화면 하단에 공개함으로써 이용자가 언제나 용이하게 보실 수 있도록 조치하고 있습니다.
            </p>
            <p>㈜ 큐브릭코퍼레이션 개인정보처리방침은 다음과 같은 내용을 담고 있습니다.
            </p>
            <p>제1조 개인정보 수집항목 및 이용목적
            </p>
            <p>제2조 개인정보 수집에 대한 동의
            </p>
            <p>제3조 쿠키에 의한 개인정보 수집 및 거부사항
            </p>
            <p>제4조 수집한 개인정보의 공유 및 제공
            </p>
            <p>제5조 개인정보의 보유기간 및 이용기간
            </p>
            <p>제6조 개인정보 파기절차 및 방법
            </p>
            <p>제7조 개인정보보호를 위한 기술적ㆍ관리적 대책
            </p>
            <p>제8조 개인정보보호 책임자 및 담당자
            </p>
            <p>제9조 회원의 권리와 그 행사방법
            </p>
            <p>제10조 고지의 의무
            </p>
            <h4>제1조 개인정보 수집항목 및 이용목적
            </h4>
            <p>회사의 개인정보 수집 목적은 최적화된 맞춤화 서비스를 제공하기 위함이며, 회사는 서비스 제공을 원활하게 하기 위해 필요한 최소한의 정보만을 수집하고 있습니다. 또한 회사는 회원의 가입ㆍ이용
                시에 기기고유번호 (디바이스 아이디 또는 IMEI)를 수집하고 저장하여 회원의 개인식별을 위한 정보로 사용할 수 있으며, 개인정보를 아래의 수집, 이용목적 이외에 다른 용도로 이용하거나
                회원의 동의 없이 제3자에게 이를 제공하지 않습니다.
            </p>
            <p>1.회사는 회원 가입, 불량이용의 방지, 원활한 고객 상담을 위해 서비스 이용 시 아래와 같은 개인정보를 수집하고 있습니다.
            </p>
            <p>2. 개인정보수집방법
            </p>
            <p>①서비스 내 페이지, 서면양식, 팩스, 전화, 상담 게시판, 이메일, 이벤트 응모, 배송요청
            </p>
            <p>②협력회사로부터의 제공
            </p>
            <p>③생성정보 수집 툴을 통한 수집
            </p>
            <p>④회원이 어닛 서비스를 실행 또는 사용함으로써 자동으로 수집
            </p>
            <p>⑤서비스 가입이나 사용 중 이용자의 자발적 제공을 통한 수집
            </p>
            <p>3. 회사가 해외 서버를 사용할 경우 이용자의 거주 국가 이외 지역에서 개인정보를 처리하는 경우도 있습니다.
            </p>
            <p>4. 회사는 전자상거래 등에서의 소비자보호에 관한 법률, 국세기본법, 전자금융거래법 등 관계법령에 따라 주민등록번호 및 은행계좌번호의 수집·보관이 불가피한 경우에는 이용자에게 고지하여 해당
                정보를 수집할 수 있습니다.
            </p>
            <h4>제2조 개인정보 수집에 대한 동의
            </h4>
            <p>회사는 이용자부터 개인정보 수집 및 이용에 대한 동의를 받고 있습니다. 이용자의 개인정보 수집과 관련하여 회원 가입 또는 구매 서비스 이용 시 개인정보취급방침에 대한 동의절차를 마련하여
                동의 버튼을 클릭하면 개인정보 수집 및 이용에 대해 동의한 것으로 봅니다. 다만, 아래의 경우에는 개인정보 수집 및 이용에 대한 이용자의 사전동의를 구하지 않을 수 있습니다.
            </p>
            <p>1.정보통신서비스 제공에 관한 계약을 이행하기 위하여 필요한 개인정보로서 경제적ㆍ기술적인 사유로 통상적인 동의를 받는 것이 뚜렷하게 곤란한 경우
            </p>
            <p>2.정보통신서비스 제공에 따른 요금정산을 위하여 필요한 경우
            </p>
            <p>3.다른 법률에 특별한 규정이 있는 경우
            </p>
            <h4>제3조 쿠키에 의한 개인정보 수집 및 거부사항
            </h4>
            <p>1.회사는 이용자의 정보를 저장하고 수시로 찾아내는 '쿠키(cookie)'를 운용합니다.
            </p>
            <p>쿠키는 웹사이트가 회원의 유ㆍ무선 단말기의 브라우저(인터넷익스플로러등)로 전송하는 소량의 정보입니다.
            </p>
            <p>회원이 웹사이트에 로그인(log-in)하면 회사의 서버는 회원의 브라우저에 있는 쿠키의 내용을 읽고, 회원의 추가정보를 회원의 유ㆍ무선 단말기에서 찾아 서비스를 제공하게 됩니다. 쿠키의
                경우 회원의 유ㆍ무선 단말기는 식별하지만 회원 개개인을 식별하지는 않습니다.
            </p>
            <p>2.회사는 쿠키를 통해 이용자의 접속 빈도나 방문시간을 분석하고 회원의 취향과 관심 분야를 파악하여 타겟(Target)마케팅 및 서비스 개편 등의 척도로 활용합니다.
            </p>
            <p>또한 각종 이벤트에서 이용자의 참여 정도 및 방문 횟수를 파악하여 차별적인 응모 기회를 부여하고, 개인의 관심분야에 따라 차별화된 정보를 제공하기 위한 자료로 사용됩니다.
            </p>
            <p>3.이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 웹 브라우저에서 [도구] > [인터넷 옵션> [보안] > [사용자 정의 수준]을 선택함으로써 모든 쿠키를 허용하거나 쿠키가 저장될
                때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다. 다만, 모든 쿠키의 저장을 거부하겠다고 선택하면 쿠키를 통해 회사에서 제공하는 서비스를 이용에 어려움이 있을 수
                있습니다.
            </p>
            <h4>제4조 수집한 개인정보의 공유 및 제공
            </h4>
            <p>1.회사는 이용자의 동의가 있거나 법령의 규정에 의한 경우를 제외하고는 어떠한 경우에도 [개인정보의 수집목적 및 이용목적]에서 고지한 범위를 넘어 이용자의 개인정보를 이용하거나 타인 또는
                타기업/기관에 제공하지 않습니다.
            </p>
            <p>2.이용자의 개인정보를 제공하는 경우에는 개인정보를 제공받는 자, 개인정보를 제공받는 자의 개인정보 이용 목적, 제공하는 개인정보 항목, 개인정보를 제공받는 자의 개인정보 보유 및
                이용기간에 대해 개별적으로 인터넷사이트, 전자우편, 서면, 전화 등을 통해 고지한 후 이에 대한 사전 동의를 구합니다. 다만, 다음의 경우에는 이용자의 동의 없이 개인정보를 제공할 수
                있습니다.
            </p>
            <p>① 서비스 제공에 따른 요금 정산을 위하여 필요한 경우
            </p>
            <p>② 통계작성, 학술연구 또는 시장조사를 위하여 개인을 식별할 수 없는 형태로 위치정보를 제공하는 경우
            </p>
            <p>③ 법령에 특별한 규정이 있는 경우
            </p>
            <p>④ 수사, 조사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관 및 감독 당국의 요구가 있는 경우
            </p>
            <p>3. 개인정보의 제3자 제공
            </p>
            <p>회사는 아래와 같은 경우 이용자의 동의하에 개인정보를 제3자에게 제공할 수 있습니다.
            </p>
            <p>① 물품구매, 유료컨텐츠 이용 등의 배송 및 정산을 위해 이용자의 이름, 주소, 전화번호 등이 해당 쇼핑몰 업체, 유료컨텐츠 제공자, 배송업자에게 제공될 수 있습니다.
            </p>
            <p>② 각종 이벤트 행사에 참여한 회원의 개인정보가 해당 이벤트 주최자에게 제공될 수 있습니다.
            </p>
            <p>4.회사는 회원에게 제공되는 서비스의 질을 향상시키기 위해 맞춤서비스, 온라인광고 서비스, 커뮤니티 서비스, 유료컨텐츠 서비스, 모바일 서비스, 통계작성 또는 시장조사 등 다양한 서비스를
                제공할 목적으로 여러 분야의 전문 컨텐츠 사업자 혹은 비즈니스 사업자와 함께 파트너쉽을 맺을 수 있습니다.
            </p>
            <p>5. 회사는 회원이 자기 정보를 통제할 수 있도록 연1회 개인정보 이용내역을 회원의 이메일을 통해 통지합니다.
            </p>
            <p>6.개인정보의 취급위탁
            </p>
            <p>원활한 업무 처리를 위해 이용자의 개인정보를 위탁 처리할 경우 반드시 사전에 개인정보 처리위탁을 받는 자(이하 수탁자라 합니다)와 개인정보 처리위탁을 하는 업무의 내용을 고지합니다. 단,
                위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개합니다. 현재 회사의 개인정보처리 수탁자와 그 업무의 내용은 다음과 같습니다.
            </p>
            <h4>제5조 개인정보의 보유기간 및 이용기간
            </h4>
            <p>1.회사는 회원이 회원 자격을 유지하고 있는 동안에는 회원이 회사에 제공한 개인정보를 계속 보유합니다. 단, 상법 및 “전자상거래등에서의 소비자보호에 관한 법률” 등 관련 법령의 규정에
                의하여 거래 관련 권리 의무 관계의 확인 등을 이유로 필요 시 일정기간 보유 합니다.
            </p>
            <p>①관련 법령에 의한 개인정보 보유기간
            </p>
            <p>가. 통신비밀보호법
            </p>
            <p>- 서비스 이용기록, 접속로그, 접속IP정보: 3개월
            </p>
            <p>나. 전자상거래 등에서의 소비자보호에 관한 법률
            </p>
            <p> - 표시/광고에 관한 기록: 6개월
            </p>
            <p> - 계약 또는 청약철회 등에 관한 기록: 5년
            </p>
            <p> - 대금결제 및 재화 등의 공급에 관한 기록: 5년
            </p>
            <p> - 소비자의 불만 또는 분쟁처리에 관한 기록: 3년
            </p>
            <p>다. 부가가치세법
            </p>
            <p> - 세금계산서, 영수증 등 거래내역 관련 정보: 5년
            </p>
            <p>2.회원이 최종 이용한 때로부터 6개월간 서비스를 미 사용할 경우, 회사는 회원의 개인정보 보호를 위해 해당 회원의 개인정보를 분리 보관하며 해당 계정은 휴면처리 됩니다.
            </p>
            <p>휴면처리 된 계정은 휴면일로 부터 1년간 미사용 시 회원 탈퇴 처리됩니다.
            </p>
            <p>3.개인정보 제공에 대해 동의철회(회원 탈퇴)할 경우 수집된 개인정보를 즉시 파기하며, 예외규정을 제외하고 어떠한 목적으로도 사용할 수 없도록 합니다.
            </p>
            <p>4.본 조 제3항에 의한 분리보관 1개월 전, 회사는 해당 내용을 회원의 이메일을 통해 사전고지하며, 분리보관 시까지 해당 회원이 1회 이상 접속할 경우 회사는 해당 개인정보를 분리보관
                하지 않습니다.
            </p>
            <p>5.일시적인 목적에 의해 수집한 개인정보는 그 이용목적을 달성하면 지체 없이 파기합니다.
            </p>
            <p>단, 이벤트응모를 위해 주소 등의 개인정보를 제공한 경우에는 이벤트상품 발송 및 이벤트응모 고객에 대한 요구사항 처리 및 A/S 목적으로 이벤트 종료 시점 후 6개월간 “회원”의 개인정보를
                보유합니다.
            </p>
            <p>이는 고객의 실수 혹은 변심에 의해 탈퇴 신청 철회 시 이전 아이디 및 포인트, “회원”의 활동 내역 복구, 무분별한 회원탈퇴 및 재가입으로 인한 부정 이용 및 피해를 예방하기 위함입니다.
            </p>
            <h4>제6조 개인정보 파기절차 및 방법
            </h4>
            <p>회사는 회원에게 사전에 고지하고 동의 받은 개인정보의 수집ㆍ이용목적이 달성되면 지체 없이 파기합니다. 파기절차 및 방법은 다음과 같습니다.
            </p>
            <p>1.파기절차
            </p>
            <p>①회원이 입력한 개인정보는 수집ㆍ이용목적이 달성되거나 이용기간이 끝남에도 불구하고, 다른 법령에 따라 보관하는 경우, 별도의DB로 옮겨져 일정기간 저장 후, 재생할 수 없는 방법으로
                파기됩니다.
            </p>
            <p>2.파기방법
            </p>
            <p>①전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.
            </p>
            <p>②종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.
            </p>
            <h4>제7조 개인정보보호를 위한 기술적ㆍ관리적 대책
            </h4>
            <p>회사는 회원의 개인정보를 취급함에 있어 개인정보가 분실ㆍ도난ㆍ누출ㆍ변조ㆍ훼손되지 않도록 아래와 같은 기술적 관리적 대책을 강구하고 있습니다.
            </p>
            <p>1.기술적 대책
            </p>
            <p>①회원의 비밀번호는 암호화 처리되어 운영자도 회원 개개인의 비밀번호를 알 수 없도록 되어 있습니다.
            </p>
            <p>②해킹이나 컴퓨터 바이러스 등에 의해 이용자의 개인정보가 유출되거나 훼손되는 것을 막기 위해 외부로부터 접근이 통제된 구역에 시스템을 설치하고, 침입 차단장치 이용 및 침입탐지시스템을
                설치하여 24시간 감시하고 있습니다.
            </p>
            <p>③회사는 암호화 통신 등을 통하여 네트워크상에서 개인정보를 안전하게 송ㆍ수신할수 있도록 하고 있습니다.
            </p>
            <p>2.관리적대책
            </p>
            <p>① 개인정보관리책임자와 최소한의 인원으로 구성된 부서를 마련하여 개인정보에 대한 접근권한을 제한하고 있습니다.
            </p>
            <p>② 개인정보를 취급하는 직원을 대상으로 새로운 보안 기술 습득 및 개인정보 보호의무 등에 관해 정기적인 사내 교육 및 외부 위탁교육을 실시하고 있습니다.
            </p>
            <p>③ 개인정보 관련 취급자의 업무 인수인계는 보안이 유지된 상태에서 철저하게 이뤄지고 있으며, 입사 및 퇴사 후 개인정보 사고에 대한 책임을 명확하게 하고 있습니다.
            </p>
            <p>④ 회사는 내부 관리자의 과실이나 기술관리상의 사고로 인해 개인정보가 유출, 변조, 훼손된 경우에는 즉각 귀하에게 그 사실을 알리고 적절한 대책을 강구할 것입니다.
            </p>
            <p>그러나 회원의 실수로 개인정보가 유출되는 경우 회사는 책임을 지지 않으므로 아이디(ID)와 비밀번호가 타인에게 알려지지 않도록 관리하여야 합니다.
            </p>
            <h4>제8조 개인정보보호 책임자 및 담당자
            </h4>
            <p>회원의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 회사는 개인정보관리책임자를 두고 있습니다.
            </p>
            <p>개인정보와 관련된 문의사항이 있으시면 아래의 개인정보관리책임자에게 연락 주시기 바랍니다. 문의하신 사항에 대해서 신속하고 성실하게 답변해드리겠습니다.
            </p>
            <p>개인정보 보호 담당부서
            </p>
            <p>부서명 : SO실
            </p>
            <p>담당자 : 김정호
            </p>
            <p>연락처 : 전화번호 070)4640-7045 / 이메일kjh8403@kubrickcorp.com / 팩스번호 070-4640-7047
            </p>
            <p>기타
            </p>
            <p>개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.
            </p>
            <p>개인정보침해신고센터(privacy.kisa.or.kr / 118)
            </p>
            <p>정보보호마크인증위원회(www.eprivacy.or.kr / 02-580-0533~4)
            </p>
            <p>대검찰청 첨단범죄수사과(www.spo.go.kr / 02-3480-2000)
            </p>
            <p>경찰청 사이버테러대응센터 (cyberbureau.police.go.kr / 02-392-0330)
            </p>
            <h4>제9조 회원의 권리와 그 행사방법
            </h4>
            <p>1. 회원은 언제든지 등록되어 있는 회원정보를 열람하거나 정정하실 수 있습니다. 관련된 상담 및 처리를 위해 개인정보 보호책임자 등 담당부서에 연락하시면 지체없이 조치하겠습니다.
            </p>
            <p>2. 회원은 개인정보 수집, 이용 및 제공에 대해 가입 시 동의하신 내용을 언제든지 철회하실 수 있습니다. 동의철회(회원 탈퇴)는 서비스의 [설정] > [탈퇴하기] 메뉴를 클릭하여 직접
                탈퇴신청을 하시거나, 개인정보관리책임자에게 서면 또는 이메일로 연락하시면 본인확인 진행 후 개인정보를 파기하는 등 필요한 조치를 하겠습니다.
            </p>
            <p>3. 이용자가 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는
                정정 처리결과를 제3자에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다.
            </p>
            <p>4.회사는 이용자 혹은 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보는 "제5조 개인정보의 보유 및 이용기간"에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수
                없도록 처리하고 있습니다.
            </p>
            <h4>제10조 고지의 의무
            </h4>
            <p>변경된 내용은 쉽게 알아볼 수 있도록 개인정보취급방침을 시행하기 최소 7일전에 어닛 웹사이트(www.earn-it.co.kr)나, 어닛 서비스 내 공지사항 또는 FAQ와 같은 안내 가능한
                화면을 활용하여 고지하고 있습니다.</p>
        </div>
    )
};

export default ServiceUseContractUserInfoProtection;